Repository: leostudiooo/Typora-i18n
Catalog: *.lproj/Front.strings
Languages: ms_my

source: Cancel
ms_my: Batal

source: Yes
ms_my: Ya

source: No
ms_my: Tidak

source: Close
ms_my: Tutup

source: Select
ms_my: Pilih

source: Continue
ms_my: Teruskan

source: Learn More…
ms_my: Belajar Lebih…

source: Untitled
ms_my: Tanpa Tajuk

source: Undo
ms_my: Undur

source: Dismiss
ms_my: Abaikan

source: Confirm
ms_my: Pastikan

source: Error
ms_my: Ralat

source: Search
ms_my: Carian

source: Replace
ms_my: Gantian

source: All
ms_my: Semua

source: Search text not found in article
ms_my: Teks carian tidak dijumpai dalam artikel

source: search text
ms_my: teks carian

source: Search by file name
ms_my: Carian mengikut nama fail

source: Searching
ms_my: Sedang mencari

source: Gathering more results
ms_my: Sedang mengumpul lebih hasil carian

source: Insert Table
ms_my: Masukkan Jadual

source: Columns
ms_my: Lajur

source: Rows
ms_my: Barisan

source: Align Left
ms_my: Jajar Kiri

source: Align Center
ms_my: Jajar Tengah

source: Align Right
ms_my: Jajar Kanan

source: Resize Table
ms_my: Ubah Saiz Jadual

source: Delete Table
ms_my: Lupus Jadual

source: Typora are trying copy the newly inserted image to folder <code id='image-create-folder-target'></code> according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
ms_my: Typora sedang mencuba untuk menyalin imej yang baru dimasukkan ke dalam folder <code id='image-create-folder-target'></code> mengikut tetapan YAML Front Matter anda atau pilihan global. Akan tetapi folder sasaran tidak wujud, buat folder itu sekarang?

source: Create Folder
ms_my: Buat Folder

source: Edit
ms_my: Sunting

source: Delete Math
ms_my: Lupus Matematik

source: Preview
ms_my: Pratonton

source: Articles
ms_my: Artikel-artikel

source: Outline
ms_my: Kerangka

source: Files
ms_my: Fail-fail

source: Switch to File List view
ms_my: Beralih kepada Paparan Senarai Fail

source: Switch to File Tree view
ms_my: Beralih kepada Paparan Hierarki Fail

source: Switch to Outline view
ms_my: Beralih kepada Paparan Kerangka

source: Close sidebar
ms_my: Tutup bar sisi

source: Loading
ms_my: Sedang memuatkan

source: Selected folders contains too many files. Please switch to <a id='switch-to-tree-on-oversize'>File Tree view</a> for better performance.
ms_my: Folder yang dipilih mengandungi terlalu banyak fail-fail. Sila beralih kepada <a id='switch-to-tree-on-oversize'>Paparan Hierarki Fail</a> untuk prestasi yang lebih baik.

source: New File
ms_my: Fail Baru

source: Unpin Outline Panel
ms_my: Nyahpin Panel Kerangka

source: Open Folder...
ms_my: Buka Folder...

source: Action
ms_my: Tindakan

source: Close Sidebar Menu
ms_my: Tutup Menu Bar Sisi

source: Reveal in Finder
ms_my: Dedahkan dalam Finder

source: Reveal in File Explorer
ms_my: Dedahkan dalam File Explorer

source: Refresh Folder
ms_my: Segar Semula Folder

source: Sort
ms_my: Susun

source: Group By Folder
ms_my: Kumpul Mengikut Folder

source: Sort Naturally (Ascending)
ms_my: Susunan Asli (Menaik)

source: Sort Naturally (Descending)
ms_my: Susunan Asli (Menurun)

source: Sort by Name (Ascending)
ms_my: Susunan Mengikut Nama (Menaik)

source: Sort by Modification Date (Ascending)
ms_my: Susunan Mengikut Tarikh Ubahsuai (Menaik)

source: Sort by Name (Descending)
ms_my: Susunan Mengikut Nama (Menurun)

source: Sort by Modification Date (Descending)
ms_my: Susunan Mengikut Tarikh Ubahsuai (Menurun)

source: Location
ms_my: Lokasi

source: Switch File List/Tree View
ms_my: Beralih Antara Paparan Senarai/Hierarki Fail

source: No Files Available
ms_my: Tiada File Dijumpai

source: No Folder is Opened.
ms_my: Tiada Folder Dibuka.

source: Outline is Empty.
ms_my: Kerangka adalah kosong.

source: Toggle Sidebar
ms_my: Togol Bar Sisi

source: Toggle Source Code Mode
ms_my: Togol Mod Kod Sumber

source: Exit Source Code Mode
ms_my: Keluar Dari Mod Kod Sumber

source: Table of Contents
ms_my: Jadual Isi Kandungan

source: Empty Diagram
ms_my: Gambarajah Kosong

source: Input Math TeX here
ms_my: Masukkan Math TeX di sini

source: Need to define the reference footnote <b>{0}</b> with syntax <a>[^{1}]: www.example.com</a>
ms_my: Perlu untuk tentukan rujukan nota kaki <b>{0}</b> dengan sintaks <a>[^{1}]: www.example.com</a>

source: Need to define the reference link <b>[{0}]</b> with syntax <b>[{1}]: www.example.com</b>
ms_my: Perlu until tentukan rujukan pautan <b>[{0}]</b> dengan sintaks <b>[{1}]: www.example.com</b>

source: Please define image reference by [{0}]: http://example.png
ms_my: Sila tentukan rujukan imej dengan [{0}]: http://example.png

source: Failed to create file
ms_my: Gagal membuat fail

source: Failed to create folder
ms_my: Gagal membuat folder

source: Failed to rename file
ms_my: Gagal menamakan semula fail

source: Folder does not exist at %@
ms_my: Folder tidak wujud di %@

source: File with the same name already exists at target path
ms_my: Fail dengan nama yang sama sudah wujud di lokasi sasaran

source: Apply to All
ms_my: Guna Pakai Untuk Semua

source: Overwrite
ms_my: Tulis Ganti

source: Stop
ms_my: Berhenti

source: back to document
ms_my: kembali ke dokumen

source: Failed to load file
ms_my: Gagal memuatkan fail

source: Save File Failed!
ms_my: Simpanan Fail Telah Gagal!

source: Cannot open folder {0}
ms_my: Tidak berjaya membuka folder {0}

source: File content is changed by external applications. Reload content from disk ?
ms_my: Kandungan fail telah diubah oleh aplikasi lain. Muat semula kandungan daripada storan?

source: Should continue moving and overwrite exisiting file(s) ?
ms_my: Patutkah untuk terus memindahkan dan menulis tindih fail tersedia ada?

source: Rename to "{0}" ?
ms_my: Nama semua kepada "{0}" ?

source: Failed to rename from "{0}" to "{1}"
ms_my: Gagal menama semua daripada "{0}" kepada "{1}"

source: Successfully uploaded {0} images.
ms_my: Berjaya muat naik {0} imej.

source: Failed to upload image. Error Message:
ms_my: Gagal memuat naik imej. Mesej Ralat:

source: Failed to Copy Image to Target Folder.
ms_my: Gagal Menyalin Imej ke dalam Folder Sasaran.

source: Select Container Folder
ms_my: Pilih Folder Kandungan

source: Saved
ms_my: Disimpan

source: replace with
ms_my: ganti dengan

source: Case Sensitive
ms_my: Peka Huruf Besar/Kecil

source: Whole Word
ms_my: Keseluruhan Perkataan

source: input image URL
ms_my: masukkan URL imej

source: Select image from local file
ms_my: Pilih imej daripada fail tempatan

source: Cannot open location <code>$1</code>, do you mean <a href='https://$3'>https://$2</a> ?
ms_my: Tidak boleh membuka lokasi <code>$1</code>, adakah anda maksudkan <a href='https://$3'>https://$2</a> ?

source: select a language
ms_my: pilih bahasa

source: Finish Editing
ms_my: Selesai menyunting

source: Revert advanced setting file to default one ?
ms_my: Kembalikan fail tentapan lanjutan kepada asal ?

source: Select Spell Check Language
ms_my: Pilih Bahasa Penyemak Ejaan

source: Auto Detect Language
ms_my: Kesan Bahasa Secara Automatik

source: Disable Spell Check
ms_my: Tutup Penyemak Ejaan

source: Global Setting…
ms_my: Tetapan Global…

source: Dictionary file is missing to enable spellcheck support for %@.
ms_my: Fail kamus telah hilang untuk membolehkan sokongan penyemak ejaan untuk %@.

source: Install Language Support
ms_my: Pasang Sokongan Bahasa

source: License Information
ms_my: Maklumat Lesen

source: Download
ms_my: Muat Turun

source: Install dictionary file only for Typora
ms_my: Pasang fail kamus hanya untuk Typora

source: Spell Check (%@ unavailable)
ms_my: Penyemak Ejaan (%@ tiada)

source: Spell Check (%@ downloading)
ms_my: Penyemak Ejaan (%@ sedang muat turun)

source: Download dictionary file for %@
ms_my: Muat turun fail kamus untuk %@

source: (Default spell check option)
ms_my: (Pilihan penyemak ejaan asal)

source: Failed to load spellcheck module
ms_my: Gagal memuatkan modul penyemak ejaan

source: <strong>%@</strong> has been turned on.
ms_my: <strong>%@</strong> telah dihidupkan.

source: You could turn it off from `View` menu.
ms_my: Anda boleh memadamkannya dari menu `Paparan`.

source: The file is too large to render in Typora.
ms_my: Fail terlalu besar untuk dipaparkan dalam Typora.

source: Open in…
ms_my: Buka dalam…

source: Quick Look
ms_my: Sekali Imbas

source: Filter
ms_my: Tapisan

source: No result found.
ms_my: Tiada hasil dijumpai.

source: Continue & Overwrite
ms_my: Teruskan & Tulis Tindih

source: The file is read-only, or you do not have right permissions to modify the file.
ms_my: Fail adalah mod baca sahaja, atau anda tidak mempunyai kebenaran untuk ubahsuai fail.

source: Learn Data Recovery
ms_my: Pemulihan Data Pembelajaran

source: Auto refresh on Files Panel cannot be enabled.
ms_my: Segar semula atas Panel Fail tidak dapat dibolehkan.

source: Delete Permanently
ms_my: Padam Secara Hakiki

source: Failed to upload images:
ms_my: Gagal memuat naik imej:

source: Uploading in progress
ms_my: Muat naik sedang berjalan

source: Successfully uploaded {0} images, {1} failed.
ms_my: Berjaya memuat naik {0} imej, {1} gagal.

source: You could undo this operation later via `Edit` → `Undo`.
ms_my: Anda boleh undur operasi ini kemudian melalui `Sunting` → `Undur`.

source: You can press <strong>⌘ + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
ms_my: Anda boleh tekan <strong>⌘ + Klik</strong> untuk membuka <a href='#'>pautan</a> atau melompat ke takrifan nota kaki.

source: You can press <strong>CTRL + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
ms_my: Anda boleh tekan <strong>CTRL + Klik</strong> untuk membuka <a href='#'>pautan</a> atau melompat ke takrifan nota kaki.

source: <strong>Unibody</strong> style has been turned on.
ms_my: Gaya <strong>Unibody</strong> telah dihidupkan.

source: You can right click titlebar to popup application menu.
ms_my: Anda boleh klik kanan bar tajuk untuk pop timbul menu aplikasi.

source: Support Document
ms_my: Dokumen Sokongan

source: You are not supposed to edit or save this file.
ms_my: Anda tidak sepatutnya menyunting atau menyimpan fail ini.

source: Files in this location (%@) are managed by Typora, and may be deleted automatically.<br/>Please copy content to a new file for further editing.
ms_my: Fail-fail di lokasi ini (%@) adalah diuruskan oleh Typora, dan mungkin dipadam secara automatik.<br/>Sila salin kandungan ke satu fail yang baru untuk suntingan selanjutnya.
