Repository: leostudiooo/Typora-i18n
Catalog: *.lproj/Welcome.strings
Languages: es_es, ms_my, zh_hant

source: Welcome to Typora
es_es: Bienvenido a Typora
ms_my: Selamat Datang ke Typora
zh_hant: 歡迎使用 Typora

source: Thank you for using Typora 👋. Typora is a minimal markdown editor and markdown reader, it gives you a seamless experience between rendered rich style contents and its source code.
ms_my: Terima kasih kerana menggunakan Typora 👋. Typora ialah penyunting dan pembaca markdown yang ringkas, ia memberikan anda pengalaman yang pantas antara kandungan ter-render dan kod sumber.
zh_hant: 感謝您使用 Typora 👋. Typora 是一個極簡風格的 Markdown 編輯器和閲讀器, 可以提供無縫的編輯和閲讀體驗。

source: Get Start
es_es: Iniciar
ms_my: Mula
zh_hant: 點此開始

source: Check following links if you're new to Markdown or Typora.
es_es: Revise los siguientes enlaces si no está familiarizado con Markdown o Typora.
ms_my: Periksa pautan berikut sekiranya anda baru kepada Markdown atau Typora.
zh_hant: 如果您從未瞭解過 Markdown 或 Typora，可以查閲下列連結

source: Activate Typora
es_es: Activata Typora
ms_my: Aktifkan Typora
zh_hant: 激活 Typora

source: Already purchased a license? Fill the form below and activate Typora instantly.
es_es: ¿Ya posee una licencia? Llene el formulario y active Typora inmediatamente.
ms_my: Sudah membeli lesen? Isi borang di bawah untuk aktifkan Typora dengan serta merta.
zh_hant: 已經購買了 Typora？填寫下列内容進行激活。

source: Email
ms_my: Emel
zh_hant: 電郵地址

source: Email Address
es_es: Dirección de Email
ms_my: Alamat Emel
zh_hant: 電郵地址

source: License Code
es_es: Código de la licencia
ms_my: Kod Lesen
zh_hant: 許可證代碼

source: Help
es_es: Ayuda
ms_my: Bantuan
zh_hant: 幫助

source: Find my License
es_es: Buscar mi licencia
ms_my: Cari Lesen Saya
zh_hant: 找回我的許可證

source: Accept <a href='https://support.typora.io/License-Agreement/'>License Agreement</a> and <a href='https://support.typora.io/Privacy-Policy/'>Privacy Policy</a>.
es_es: Aceptar <a href='https://support.typora.io/License-Agreement/'>los términos de la licencia</a> y la <a href='https://support.typora.io/Privacy-Policy/'>política de privacidad</a>.
ms_my: Terima <a href='https://support.typora.io/License-Agreement/'>Perjanjian Lesen</a> dan <a href='https://support.typora.io/Privacy-Policy/'>Polisi Peribadi</a>.
zh_hant: 我同意 <a href='https://support.typora.io/License-Agreement/'>用戶許可協議</a> and <a href='https://support.typora.io/Privacy-Policy/'>隱私條款</a>.

source: Live Preview
es_es: Visualización inmediata
ms_my: Pratonton Secara Langsung
zh_hant: 實時預覽

source: Write and read rendered output instantly.
es_es: Escriba y lea el resultado inmediatamente.
ms_my: Tulis dan baca hasil ter-render secara serta merta.
zh_hant: 無縫地書寫和閲讀

source: Markdown Syntax
es_es: Sintaxis de Markdown
ms_my: Struktur Markdown
zh_hant: Markdown 語法

source: Code blocks, YAML, tasks, footnotes, tables, math, diagrams
es_es: Bloques de código, YAML, tareas, notas al pie de página, tablas, equaciones, diagramas
ms_my: Blok kod, YAML, tugasan, nota kaki, jadual, matematik, gambarajah
zh_hant: 代碼塊, YAML, 任務清單, 脚注, 表格, 數學公式, 圖表

source: Import / Export
es_es: Importar / Exportar
ms_my: Impot / Ekspot
zh_hant: 匯入 / 匯入

source: Deliver your content in various formats.
es_es: Distribuya su contenido en distintos formatos.
ms_my: Sampaikan kandungan anda dalam pelbagai format.
zh_hant: 以多種格式交付您的内容

source: Editing Experience
es_es: Experiencia de edición
ms_my: Pengalaman Menyunting
zh_hant: 編輯體驗

source: Outline / Word Count / Focus Mode / Typewriter Mode
es_es: Índice / Conteo de palabras / Modo de enfoque / Modo máquina de escribir
ms_my: Kerangka / Bilangan Kata / Mod Fokus / Mod Mesin Taip
zh_hant: 大綱 / 字數統計 / 專注模式 / 打字機模式

source: Files
es_es: Archivos
ms_my: Fail-fail
zh_hant: 檔案

source: Manage files in sidebar and search across files.
es_es: Maneje sus archivos en la barra lateral y realice búsquedas através de ellos.
ms_my: Uruskan fail-fail di dalam bar sisi dan lakukan carian antara fail-fail.
zh_hant: 在側邊欄管理檔案或進行全局搜索

source: Customize
es_es: Personalice
ms_my: Ubahsuai
zh_hant: 自定義

source: Customize your writing experience from preferences panel.
es_es: Personalice su experiencia al escribir usando el panel de preferencias.
ms_my: Ubahsuai pengalaman menulis anda dari panel pilihan.
zh_hant: 通過偏好設置自定義您的書寫體驗

source: Themes
es_es: Temas
ms_my: Tema
zh_hant: 主題

source: Write in the theme you like, or make one by your own.
es_es: Escriba usando el tema de su preferencia o cree uno usted mismo.
ms_my: Tulis dalam tema yang anda suka, atau hasilkan satu secara sendiri.
zh_hant: 使用您喜歡的主題，或者自己定制一個主題

source: And more
es_es: Y más
ms_my: Dan banyak lagi
zh_hant: 更多

source: Explorer more topics at support.typora.io
es_es: Investigue sobre otros temas en support.typora.io
ms_my: Teroka topik-topik lain di support.typora.io
zh_hant: 從 support.typora.io 獲取更多幫助

source: Quick Start
es_es: Inicio rápido
ms_my: Mula Segera
zh_hant: 新手教學

source: Markdown Reference
es_es: Referencia de Markdown
ms_my: Rujukan Markdown
zh_hant: Markdown 説明

source: Explorer Themes
es_es: Explorador de temas
ms_my: Teroka Tema-tema
zh_hant: 瀏覽主題

source: More Topics
es_es: Más temas
ms_my: Topik-topic Lain
zh_hant: 更多幫助

source: Typora Activated
es_es: Typora ha sido activado
ms_my: Typora Telah Diaktifkan
zh_hant: Typora 已激活

source: Thanks for your purchase.
es_es: Gracias por su compra.
ms_my: Terima kasih atas belian anda.
zh_hant: 感謝您的購買

source: Next
es_es: Siguiente
ms_my: Seterusnya
zh_hant: 下一頁

source: Please accept license agreement first
es_es: Por favor acepte los términos de la licencia primero
ms_my: Sila terima perjanjian lesen terlebih dahulu
zh_hant: 請先同意用戶許可協議

source: Start %@ Days Trail
es_es: Iniciar prueba de %@ días
ms_my: Mulakan %@ Hari Percubaan
zh_hant: 開始試用 %@ 天

source: Buy License
es_es: Comprar licencia
ms_my: Beli Lesen
zh_hant: 購買許可證

source: Activate
es_es: Activatar
ms_my: Aktifkan
zh_hant: 激活

source: Close
es_es: Cerrar
ms_my: Tutup
zh_hant: 關閉

source: Deactivate
es_es: Desactivar
ms_my: Nyahaktif
zh_hant: 取消激活

source: View License
es_es: Ver licencia
ms_my: Lihat Lesen
zh_hant: 查看許可證

source: Your Typora License
es_es: Su licencia de Typora
ms_my: Lesen Typora Anda
zh_hant: 您的 Typora 許可證

source: This copy of Typora is registered with license information below.
es_es: Esta copia de Typora está registrada bajo la siguiente información.
ms_my: Salinan Typora ini telah didaftarkan dengan maklumat lesen di bawah.
zh_hant: 這個 Typora 拷貝以使用如下許可證激活

source: Your trail will be expired in %@ days.
es_es: Su prueba expirará en %@ días.
ms_my: Percubaan anda akan tamat dalam %@ hari.
zh_hant: 您的試用還有 %@ 天到期。

source: Enter License
es_es: Ingrese su licencia
ms_my: Masukkan Lesen
zh_hant: 輸入許可證

source: Not Now
es_es: Ahora no
ms_my: Bukan Sekarang
zh_hant: 不是現在

source: Please input a valid email address
es_es: Por favor ingrese un email válido
ms_my: Sila masukkan alamat emel yang sah
zh_hant: 請輸入有效的電郵地址

source: Please input a valid license code
es_es: Por favor ingrese un código de licencia válido
ms_my: Sila masukkan kod lesen yang sah
zh_hant: 請輸入有效的許可證代碼

source: Your license has exceeded the max devices numbers. The oldest device was unregistered automatically.
es_es: Su licencia ha excedido el número máximo de dispositivos. El dispositivo más antiguo ha sido desactivado automáticamente.
ms_my: Lesen anda telah melebihi had maksima bilangan peranti. Peranti terawal telah dinyah daftar secara automatik.
zh_hant: 您的許可證激活設備數已超過上限， 最早被激活的設備將自動取消激活

source: This license code has been used with a different email address.
es_es: Este código de licencia ha sido usado con otro email anteriormente.
ms_my: Lesen kod ini telah digunakan dengan alamat emel yang lain.
zh_hant: 該許可證已被其他電郵地址使用

source: Unknown Error. Please contact hi@typora.io
es_es: Error desconocido, por favor contacte hi@typora.io
ms_my: Ralat Yang Tidak Diketahui. Sila hubungi hi@typora.io
zh_hant: 未知錯誤，請聯係 hi@typora.io

source: Failed to access the license server. Please check your network or try again later.
es_es: Ocurrió un fallo intentando acceder al servidor de licencias. Verifique su conexión a internet o intente de nuevo.
ms_my: Gagal menghubungi pelayan lesen. Sila periksa rangkaian anda atau cuba semula nanti.
zh_hant: 無法與伺服器通訊，請檢查網路后重試

source: Enter a license code to support our development ❤
ms_my: Masukkan lesen kod untuk menyokong pembangunan kami ❤

source: Re-enter Email
ms_my: Masuk Semula Emel

source: Email address confirmation does not match.
ms_my: Alamat emel pengesahan tidak padan.

source: Are you sure to deactivate Typora on this device?
ms_my: Adakah anda pasti untuk menyah daftar Typora atas peranti ini?

source: Your license has exceeded the max devices numbers. If you click "Continue Activation", this device will be activated and the oldest device will be unregistered automatically.
ms_my: Lesen anda telah melebihi had maksima bilangan peranti. Jika anda klik "Teruskan Pengaktifan", peranti ini akan didaftarkan dan peranti terawal akan dinyah daftar secara automatik.

source: Continue Activation
ms_my: Teruskan Pengaktifan
